#+title: Evaluación de exposición: Desduplicación
#+author: Gunnar Wolf

- Tema presentado por :: JulioCésar Lugo
- Calificación global ::  8.75 * 0.3 + 6.75  * 0.7 = *7.35*

* Comentarios

- Siento que te faltó profundizar.
  - Mencionas a los hashes, pero no explicas de qué manera operan.
  - No presentas ningún análisis de caso ni implementación específic
  - No indicas por qué un tipo de uso puede ser más tendiente a
    trabajar en línea o fuera de línea
- Poca información, se sentía que apenas ibas calentando motores
  cuando terminaste
- Las referencias están incompletas. ¿Cómo puedo referirme a
  https://www.ibm.com para encontrar material específico?

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|           10 |   7.5 |         10 |      7.5 |       7.5 |  8.50 |
|           10 |    10 |         10 |      7.5 |       7.5 |  9.00 |
|          7.5 |   7.5 |        7.5 |        5 |       7.5 |  7.00 |
|           10 |   7.5 |         10 |       10 |        10 |  9.50 |
|          7.5 |    10 |         10 |      7.5 |        10 |  9.00 |
|           10 |    10 |         10 |      7.5 |        10 |  9.50 |
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|           10 |    10 |         10 |       10 |       7.5 |  9.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |    10 |         10 |      7.5 |       7.5 |  8.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|          7.5 |     5 |         10 |       10 |       7.5 |  8.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |     5 |         10 |      7.5 |         5 |  7.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |      7.5 |       7.5 |  9.00 |
|              |       |            |          |           |       |
|--------------+-------+------------+----------+-----------+-------|
|         9.03 |  8.61 |       9.44 |     8.33 |      8.33 |  8.75 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@2$>..@>>>$>=vmean($1..$5); f-2

* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |          7.5 |     0.75 |
| Material desarrollado  |    0.2 |            5 |       1. |
| Contenido              |    0.2 |          7.5 |      1.5 |
| Fuentes bibliográficas |    0.1 |            5 |      0.5 |
| Uso del tiempo         |    0.1 |          7.5 |     0.75 |
| Dominio del tema       |   0.15 |          7.5 |    1.125 |
| Presencia              |   0.15 |          7.5 |    1.125 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     6.75 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

